Repository: SeaDve/RecApp
Catalog: po/*.po
Languages: es, nl

source: User friendly Open Source screencaster for Linux written in GTK
es: Programa de screencast, Open Source para Linux y escrito en GTK
nl: Een gebruiksvriendelijke, open source schermopnametoepassing voor Linux, gemaakt met GTK

source: User friendly Open Source screencaster for Linux written in GTK. Using free GStreamer modules and not depend on FFmpeg.
es: Programa de screencast, Open Source para Linux y escrito en GTK. Usa GStreamer y no depende de FFmpeg.
nl: Een gebruiksvriendelijke, open source schermopnametoepassing voor Linux, gemaakt met GTK en GStreamer-modules i.p.v. FFmpeg.

source: Frames
es: Cuadros
nl: Aantal frames

source: Number of frames per video.
es: Numero de cuadros por video.
nl: Het aantal frames per video.

source: Delay
es: Retardo
nl: Wachttijd

source: Delay before recording.
es: Retardo antes de comenzar a grabar.
nl: De wachttijd alvorens de opname start.

source: Enabling high quality mode
es: Habilitando modo de alta calidad
nl: Opnemen in hoge kwaliteit

source: Record video in high quality.
es: Grabar video en alta calidad.
nl: Neem video in hoge kwaliteit op.

source: Enabling audio recording
es: Habilitando grabación de audio
nl: Audio opnemen

source: The inclusion of audio recording.
es: Incluir el audio en la grabación.
nl: Neem niet alleen video, maar ook audio op.

source: Enabling record mouse cursor
es: Habilitando el cursor del mouse en la grabación
nl: Cursor tonen

source: Recording the mouse cursor.
es: Grabando el cursor del mouse.
nl: Leg ook de muiscursor vast.

source: Path to the save folder
es: Ruta de la carpeta de grabación
nl: Pad naar opslagmap

source: Path to the folder where the file will be saved.
es: Ruta a la carpeta donde se guardará el archivo con la grabación.
nl: Het pad naar de map waarin het bestand moet worden opgeslagen.

source: Video recording format
es: Formato de video
nl: Bestandsformaat

source: The format in which the video will be recorded.
es: El formato de video para la grabación.
nl: Het bestandsformaat waarin de video wordt opgenomen.

source: Preferences
es: Preferencias
nl: Voorkeuren

source: About
es: Preferencias
nl: Over

source: Frames per second
es: Cuadros por segundo
nl: Aantal frames per seconde

source: Format
es: Formato
nl: Formaat

source: High quality
es: Alta calidad
nl: Hoge kwaliteit

source: Record audio from apps
es: Grabar audio de las aplicaciones
nl: Audio van toepassingen opnemen

source: Record mouse cursor
es: Grabar el cursor del ratón
nl: Cursor opnemen

source: Folder for saving the file
es: Crpeta destino de la grabación
nl: Opslagmap

source: The file will be saved in
es: El archivo se guardará en
nl: Het bestand wordt opgeslagen in

source: Simple app for recording desktop
es: Aplicación simple para grabar video del escriitorio
nl: Eenvoudige toepassing voor het opnemen van de werkomgeving

source: Select Area
es: Seleccionar el área de grabación
nl: Gebied selecteren

source: Sorry, Wayland session is not supported yet
es: Lo sentimos, Wayland aun no esta spoportado
nl: Er is momenteel nog geen Waylands-ondersteuning

source: Please re-select the area
es: Por favor, vuelva a seleccionar el área
nl: Selecteer het gebied nogmaals

source: recording will start in
es: la grabación comenzará en
nl: opname start over

source: seconds
es: segundos
nl: seconden

source: Recording is complete
es: La grabación ha finalizado
nl: De opname is voltooid

source: Open Folder
es: Abrir carpeta
nl: Map openen

source: Open File
es: Abrir archivo
nl: Bestand openen

source: Website
es: Sitio web
